Repository: 0njzy0/Unshaky
Catalog: Unshaky/*.lproj/Localizable.strings
Languages: id, nl, pt_pt

source: Version
id: Versi: %@
nl: Versie: %@
pt_pt: Versão: %@

source: Overall Statistic
id: Mecegah %d ketikan ganda
nl: %d shaky toetsaanslagen genegeerd
pt_pt: %d cliques evitados

source: Configuration Window Title
id: Atur Unshaky
nl: Unshaky instellingen
pt_pt: Preferências da Unshaky

source: Accessibility Help
id: Unshaky perlu mengakses izin aksesibilitas agar dapat berjalan. Unshaky akan mencoba membuka layar ini untuk anda. Jika tidak terbuka secara otomatis, anda dapat membuka Preferensi Sistem -> Keamanan & Privasi -> Privasi (Tab) -> aksesibilitas (panel kiri). Ketika panel terbuka, tambahkan dan pilih centang pada Unshaky.app.
nl: Unshaky heeft toegankelijkheidsrechten nodig om te kunnen werken. Unshaky probeert dat venster voor u te openen. Als dat niet automatisch gebeurt, doet u het volgende: ga naar Systeemvoorkeuren -> Beveiliging en privacy -> Privacy (tabblad) -> Toegankelijkheid (paneel links). Voeg na het openen van het paneel Unshaky.app toe en vink het aan.
pt_pt: Para usar a Unshaky, é necessário conceder permissões de acessibilidade à aplicação. A Unshaky tentará abrir automaticamente a secção das Preferências do Sistema onde pode alterar as permissões de acessibilidade. Se a janela não for apresentada, abra manualmente as Preferências do Sistema > Segurança e Privacidade > Privacidade (separador) > Acessibilidade (barra lateral). Quando tiver esta secção aberta, adicione e selecione a Unshaky.

source: Invalid Delay
id: "%@" bukan jeda yang valid. Silahkan masukkan angka
nl: "%@" is geen geldige vertraging. Voer een heel getal in.
pt_pt: "%@" não é um intervalo de tempo válido. Por favor, digite um número inteiro.

source: Paste the configuration here
id: Tempelkan pengaturan disini
nl: Plak hier de instellingen

source: Invalid inputs
id: Masukkan tidak valid
nl: Ongeldige invoer
pt_pt: Cliques inválidos

source: Invalid inputs, length does not match
id: Masukkan tidak valid, jumlah nilai tidak sesuai
nl: Ongeldige invoer; de lengte klopt niet
pt_pt: O total de cliques inválidos não corresponde

source: Temporarily disabled by other software
id: Dimatikan sementara oleh perangkat lunak lain
nl: Tijdelijk uitgeschakeld door andere software
pt_pt: Desativada temporariamente por outra aplicação

source: Turn on
id: Nyalakan
nl: Inschakelen
pt_pt: Ativar

source: Turn off
id: Matikan
nl: Uitschakelen
pt_pt: Desativar

source: Paste Configuration here
pt_pt: Cole aqui a configuração
